var records = [
  {
    time: '2017-02-11',
    rows: [
      { src: './images/0211.png' },
      '无惧于雨，无惧于风，无惧于大雪盛暑，',
      '身强体壮，清心寡欲，不嗔不怒，常保恬静笑容。',
      '干旱感伤落泪，冷夏惶惶而行。',
      '人人皆称蠢材，不得赞誉，亦不以之为苦，',
      '如此为人，是余所愿。',
      '—— 宫沢贤治'
    ]
  },
  {
    time: '2017-01-02',
    rows: [
      '我明知生命是什么，是时时刻刻不知如何是好，',
      '所以听凭风里飘来花香泛滥的街，',
      '习惯于眺望命题模糊的塔，',
      '在一顶小伞下大声讽评雨中的战场——我别无逸乐，',
      '每当稍有逸乐，哀愁争先而起，哀愁是什么呢，',
      '要是知道哀愁是什么，就不哀愁了——生活是什么呢，',
      '生活是这样的，有些事情还没有做，一定要做的……',
      '另有些事做了，没有做好。',
      '明天不散步了。',
      '——《明天不散步了》'
    ]
  }
]
