var records = [
  {
    time: '2016-12-31',
    rows: [
      '忆妾唱随二十三年，蒙君错爱，百凡体恤，不以顽劣见弃。知己如君，得婿如此，妾已此生无憾！若布衣暖，菜饭饱，一室雍雍，悠游泉石，如沧浪亭、萧爽楼之处境，真成烟火神仙矣。神仙几世才能修到，我辈何人，敢望神仙耶？强而求之，致干造物之忌，即有情魔之忧。总因君太多情，妾生薄命耳。',
      '因又呜咽而言曰：“人生百年，终归一死。今中道相离，忽焉长别，不能终奉箕帚、目睹逢森娶妇，此心实觉耿耿。”言已，泪落如豆。余勉强慰之曰：“卿病八年，恹恹欲绝者屡矣，今何忽作断肠语耶？”芸曰：“连日梦我父母放舟来接，闭目即飘然上下，如行云雾中，殆魂离而躯壳存乎？”余曰：“此神不守舍，服以补剂，静心调养，自能安痊。”',
      '芸又欷歔曰：“妾若稍有生机一线，断不敢惊君听闻。今冥路已近，苟再不言，言无日矣．君之不得亲心，流离颠沛，皆由妾故，妾死则亲心自可挽回，君亦可免牵挂。堂上春秋高矣，妾死，君宜早归。如无力携妾骸骨归，不妨暂厝于此，待君将来可耳。愿君另续德容兼备者，以奉双亲，抚我遗子，妾亦瞑目矣。”言至此，痛肠欲裂，不觉惨然大恸。',
      '余曰：“卿果中道相舍，断无再续之理，况‘曾经沧海难为水，除却巫山不是云’耳。”芸乃执余手而更欲有言，仅断续叠言“来世”二宇，忽发喘，口噤，两目瞪视，千呼万唤已不能言。痛泪两行，涔涔流溢．既而喘沥微，泪渐干，一灵缥缈，竟尔长逝！时嘉庆癸亥三月三十日也。当是时，孤灯一盏，举目无亲，两手空拳，寸心欲碎。绵绵此恨，曷其有极！',
      '——《浮生六记》'
    ]
  },
  {
    time: '2016-12-31',
    rows: [
      '生命好在无意义，才容得下各自赋予意义。',
      '假如生命是有意义的，这个意义却不合我的志趣。',
      '那才尴尬狼狈。',
      '——《素履之往》'
    ]
  },
  {
    time: '2016-11-17',
    rows: [
      '因为害怕自己并非明珠而不敢刻苦琢磨，',
      '又因为有几分相信自己是明珠，',
      '而不能与瓦砾碌碌为伍，',
      '遂逐渐远离世间，疏避人群，',
      '结果在内心不断地用愤懑和羞怒饲育着自己懦弱的自尊心。',
      '...',
      '如今想起来，我真是空费了自己那一点仅有的才能，',
      '徒然在口头上卖弄着什么 “人生一事不为则太长，欲为一事则太短”的警句，',
      '可事实是，',
      '唯恐暴露才华不足的卑怯的畏惧，和厌恶钻研刻苦的惰怠，',
      '就是我的全部了。',
      '——《山月记》'
    ]
  }
]
