var records = [
  {
    time: '2016-11-17',
    rows: [
      '因为害怕自己并非明珠而不敢刻苦琢磨，',
      '又因为有几分相信自己是明珠，',
      '而不能与瓦砾碌碌为伍，',
      '遂逐渐远离世间，疏避人群，',
      '结果在内心不断地用愤懑和羞怒饲育着自己懦弱的自尊心。',
      '...',
      '如今想起来，我真是空费了自己那一点仅有的才能，',
      '徒然在口头上卖弄着什么 “人生一事不为则太长，欲为一事则太短”的警句，',
      '可事实是，',
      '唯恐暴露才华不足的卑怯的畏惧，和厌恶钻研刻苦的惰怠，',
      '就是我的全部了。',
      '——《山月记》'
    ]
  },
  {
    time: '2016-11-15',
    rows: [
      '这个季节出门，常被一种熟识的感觉怔住：',
      '我就站在小学放学后的一个秋天里。',
      '感知一个时隔以久的童年切片是很亲昵自在的，',
      '而那个切片中的人并不以同种方式感知他的生活。',
      '想起北野武的电影，“我们完蛋了吗？”',
      '“笨蛋，我们还没开始呢”。'
    ]
  }
]